</s>
<unk>
<unk>
the
N
of
to
a
in
and
's
that
for
is
said
$
it
on
as
by
at
with
its
was
be
are
from
million
n't
but
mr.
have
he
market
has
will
an
about
this
company
or
they
new
year
were
which
more
would
u.s.
stock
had
than
friday
their
been
says
one
not
up
corp.
some
we
billion
his
also
prices
when
i
share
last
inc.
other
who
&
all
sales
because
if
after
president
most
there
do
co.
could
any
two
years
first
time
out
trading
investors
may
quarter
group
down
big
many
now
federal
shares
into
stocks
only
can
government
over
companies
no
so
what
such
much
financial
business
securities
cents
service
price
week
york
even
news
expected
months
bonds
still
people
national
court
say
just
'
between
did
before
those
analysts
industry
since
under
officials
markets
off
next
major
executive
money
american
chief
earnings
you
investment
sell
through
ago
buy
while
these
well
like
three
month
crash
chairman
trade
bank
net
them
third
get
should
computer
back
economy
futures
however
program
firm
she
junk
both
capital
today
report
make
own
does
another
exchange
take
rate
days
drop
recent
points
selling
board
close
made
against
revenue
sony
dow
several
system
unit
few
products
among
very
increase
british
bill
tax
vice
then
cash
international
during
part
expects
spokesman
think
interest
administration
general
average
day
where
less
sold
income
show
agreement
see
being
plans
're
senate
early
programs
too
plan
profit
house
fell
bid
including
around
officer
office
september
index
loss
good
treasury
four
cut
period
going
assets
until
strong
august
called
way
her
buying
takeover
without
line
earlier
real
fund
added
results
same
case
foreign
common
traders
dollar
decline
oct.
began
debt
wo
west
oil
dropped
five
far
washington
plunge
airlines
john
funds
canada
higher
retail
quantum
network
steel
japan
high
europe
economic
thrift
regulators
chicago
senior
lower
small
according
inc
former
series
rates
growth
though
analyst
world
product
past
each
makers
sen.
black
october
air
whether
rather
costs
bush
bond
fall
already
end
point
concern
right
used
commercial
management
put
further
services
might
plant
rose
annual
how
pay
issues
via
banks
street
sale
level
offer
addition
production
late
whose
offering
likely
union
work
public
corporate
others
little
shows
anc
director
want
based
become
canadian
ended
least
reported
state
compared
television
networks
comment
give
keep
association
budget
buyers
machines
result
look
current
set
our
fed
total
force
china
stake
savings
advertising
radio
here
free
continue
gm
monday
support
second
trying
my
number
real-estate
committee
calls
half
place
move
local
go
suit
although
executives
issue
hong
kong
him
jones
firms
ual
contract
value
problems
robert
received
latest
maker
texas
fifth
finance
venture
declined
ad
action
systems
saatchi
magazine
loans
congress
inflation
again
s&p
continued
come
sept.
announced
boeing
agency
home
got
expect
employees
workers
times
recently
six
change
previous
rules
party
especially
industrial
james
large
weeks
example
nation
operations
country
increased
agreed
june
purchase
need
filed
crude
personal
decision
paid
car
following
law
compaq
justin
never
proposed
came
losses
levels
information
commission
america
great
currently
portfolio
estimates
houston
long
talks
gas
producer
better
use
white
japanese
official
notes
france
loan
keating
panic
corp
gains
buy-out
takeovers
future
lynch
hooker
estimated
yet
estate
boston
defense
deal
looking
hope
help
us
power
competition
seems
cost
producers
demand
spending
produced
credit
generally
department
run
circulation
justice
nbc
centrust
ca
managers
volume
parent
rise
themselves
certain
largest
insurance
contracts
morning
profits
britain
must
weekend
reason
transaction
similar
below
joint
policy
south
secretary
perhaps
communications
third-quarter
july
enough
energy
city
mason
pressure
wall
top
financing
every
hit
things
meanwhile
yesterday
told
merrill
open
nine
making
bankers
named
long-term
shareholders
course
thing
taking
order
chemical
european
despite
domestic
deficit
computers
farmers
include
legal
mortgage
apple
capital-gains
toy
once
job
left
ever
united
nearly
reserve
thought
customers
lot
itself
know
operating
acquisition
held
begin
instance
investor
really
different
members
huge
utilities
plants
ways
year-earlier
lost
start
increases
capacity
meeting
within
provide
rights
reduce
wants
approval
research
young
legislation
political
popular
d.
otc
standard
p.m.
industries
took
build
included
head
offered
available
phone
manager
've
trouble
almost
san
feel
problem
later
taken
labor
electric
beginning
london
hills
old
thus
often
main
found
previously
fiscal
areas
believe
getting
press
amount
provisions
why
role
school
individual
control
brady
metropolitan
studios
closed
terms
soon
caused
ibm
sharply
something
biggest
performance
aircraft
led
bills
raised
posted
drug
gain
weak
along
best
life
aerospace
auto
alone
additional
polyethylene
payments
away
given
asked
lead
data
offers
growing
due
fourth
newspapers
co
turn
remains
technology
north
issued
earned
leaders
considered
university
man
states
de
germany
economist
greece
hour
circuit
seven
able
orders
started
brokerage
related
charles
call
reached
holdings
statement
banking
chain
quality
raise
thursday
above
valley
across
instead
view
effect
sure
possible
hours
contributed
ltd.
building
dollars
giant
countries
california
known
summer
quotas
quota
fact
p&g
introduced
space
william
exports
soviet
matter
wheat
reduced
yield
coming
charge
live
equipment
rtc
consider
health
broadcasting
consumer
night
deficit-reduction
corporations
criminal
tandem
side
percentage
leveraged
halt
overall
hurt
richard
b.
cause
your
article
disclosed
require
florida
development
majority
tons
investments
act
associates
nevertheless
daily
calif.
probably
hard
seem
changes
limited
c$
hopes
went
else
full
marketing
toward
salomon
post
western
investigation
high-yield
holding
ahead
rally
ruling
means
french
family
council
nasdaq
civil
deposits
bad
goldman
dallas
authority
manufacturers
activity
population
fees
margin
highly
institutional
hold
trust
helped
significant
shearson
claims
columbia
completed
subsidiary
seeking
declines
figures
dividend
moved
slide
strike
affected
smaller
community
strength
thinks
negotiations
longer
planned
eastern
modest
independent
usually
nothing
bear
largely
benefit
success
retailers
true
denver
fundamental
particularly
gulf
evidence
source
leader
question
acquire
warrants
priced
combined
proposal
find
increasingly
account
nor
los
hill
eight
improved
regional
sign
cars
done
dividends
tv
comes
lawyers
deals
institution
bureau
cbs
spent
youth
final
floor
poor
morris
brothers
central
record
traded
risk
minutes
lines
hand
kept
falling
internal
prepared
opportunities
lehman
hutton
'll
interview
ohio
plus
grew
various
outlook
bids
mutual
fidelity
telephone
michael
let
kind
east
ms.
'm
indeed
mostly
anything
separate
continuing
basis
range
reasons
allow
natural
return
whole
toys
interests
pound
spring
november
efforts
special
speculation
meet
subject
outside
slightly
clear
am
either
provision
traditional
manufacturing
important
transactions
ideal
low
expensive
junk-bond
spielvogel
angeles
sec
base
serious
face
prime
adverse
partner
bronx
counsel
supreme
appear
abortion
thrifts
bought
competitive
fight
widely
opposition
arby
dealers
game
trades
confidence
axa